Repository: parnexcodes/scenegames
Catalog: locales/*/translation.po
Languages: de, es_es, hu, it, nl, ru, tr

source: Search for a game, release, or by group (i.e. @grp CODEX)...
de: Suche nach einem Spiel, Release oder nach einer Gruppe (d. h. @grp CODEX)...
es_es: Busca un juego, lanzamiento, o por grupo (ej, @grp CODEX)...
hu: Játék, release, vagy csoport szerinti keresés (pl. @grp CODEX)...
it: Cerca un gioco, un rilascio, o un gruppo (per esempio: @grp CODEX)...
nl: Zoek voor een spel, release, of een groep (bv. @grp CODEX)...
ru: Для поиска игры,по релизу,или по группе пример (@grp CODEX)...
tr: Bir oyun, grup veya sürüm adı girin. (örn @grp CODEX)...

source: No Matches Found.
de: Keine Übereinstimmungen gefunden.
es_es: No se han encontrado resultados.
hu: Nincs találat.
it: Nessuna corrispondenza trovata.
nl: Geen resultaten gevonden.
ru: Совпадений не найдено.
tr: Uygun Eşleşme Bulunamadı.

source: Download {{releaseName}}
es_es: Descargar {{releaseName}}
hu: {{releaseName}} letöltése
it: Scarica {{releaseName}}
ru: Скачать {{releaseName}}
tr: İndir {{releaseName}}

source: {{hostName}} links for {{releaseName}}
de: {{hostName}} Links für {{releaseName}}
es_es: {{hostName}} links para {{releaseName}}
hu: {{hostName}} linkek ehhez: {{releaseName}}
it: Link di {{hostName}} per {{releaseName}}
nl: {{hostName}} links voor {{releaseName}}
ru: {{hostName}} ссылки для {{releaseName}}
tr: {{releaseName}} için linkler {{hostName}}

source: Select your preferred file hoster below, then complete the captcha to view the download links.
de: Wähle dein gewünschten File-Hoster unten aus und löse dann das Captcha um die Download-Links zu sehen.
es_es: Selecciona el Host debajo, luego completa el captcha para ver los links de descarga.
hu: Válaszd ki a kívánt fájlmegosztó oldalt, majd töltsd ki a captchát hogy megtekinthesd a letöltési linkeket.
it: Seleziona il tuo sito di file hosting preferito qui sotto, poi completa il CAPTCHA per visualizzare i link.
nl: Selecteer jouw site naar voorkeur hieronder, voltooi daarna de captcha om de download links te zien.
ru: Выберите предпочитаемый хостинг ниже, а потом пройдите капчу, чтобы увидеть ссылки для скачивания.
tr: Lütfen aşağıdan tercih ettiğiniz sağlayıcıyı seçiniz. Captcha doğrulamasını tamamladıktan sonra bağlantıları görüntüleyebilirsiniz.

source: Files Uploaded: {{linksCount}} / {{fileCount}}
de: Dateien Hochgeladen: {{linksCount}} / {{fileCount}}
es_es: Archivos: {{linksCount}} / {{fileCount}}
hu: Fájlok feltöltve: {{linksCount}} / {{fileCount}}
it: File caricati: {{linksCount}} / {{fileCount}}
nl: Bestanden geupload: {{linksCount}} / {{fileCount}}
ru: Выложено файлов: {{linksCount}} / {{fileCount}}
tr: Yüklenen Dosyalar: {{linksCount}} / {{fileCount}}

source: Copy Links to Clipboard
de: Kopiere Links in die Zwischenablage
es_es: Copiar enlaces al portapapeles
hu: Linkek másolása a vágólapra
it: Copia i link negli appunti
nl: Kopieer link naar klembord
ru: Скопировать ссылки в буфер обмена
tr: Bağlantıyı panoya kopyala

source: Please complete the captcha below to view the download links.
de: Bitte fülle das Captcha unten aus um die Download-Links zu sehen.
es_es: Por favor completa el captcha debajo para ver los enlaces de descarga.
hu: A linkek megtekintéséhez kérlek töltsd ki a captchát.
it: Per favore, completa il CAPTCHA qui sotto per visualizzare i link di download.
nl: Voltooi eerst de captcha hieronder om de download links te zien.
ru: Пожалуйста пройдите капчу, чтобы увидеть ссылки для скачивания.
tr: Linkleri görüntüleyebilmek için Captcha doğrulamasını tamamlayın.

source: Download links dead? Vote for re-upload!
de: Download Links offline? Vote für ein re-upload!
es_es: Est√°n muertos los links?, Vota para volver a Subirlos!
hu: Meghaltak a letöltési linkek? Szavazz az újrafeltöltésre!
it: I link non funzionano pi√π? Vota per crearne di nuovi!
nl: Download links dood? Stem voor een re-upload!
ru: Умершие ссылки? Голосуй за перезалив!
tr: Bağlantılar ölmüş mü? Lütfen yeniden yükleme için oy kullanın!

source: {{fileType}} for {{releaseName}}
de: {{fileType}} für {{releaseName}}
es_es: {{fileType}} para {{releaseName}}
hu: {{fileType}} ehhez: {{releaseName}}
it: {{fileType}} per {{releaseName}}
nl: {{fileType}} voor {{releaseName}}
ru: {{fileType}} для {{releaseName}}
tr: {{releaseName}} için {{fileType}}

source: Search for releases on SceneGames
de: Suche nach Releases auf SceneGames
es_es: Buscar por Lanzamientos en SceneGames
hu: Játékok keresése a SceneGamesen
it: Cerca rilasci su SceneGames
nl: Zoek voor releases op SceneGames
ru: Поиск релизов на SceneGames
tr: SceneGames'te bir arama yapın

source: Translate Announcement
de: Ankündigungen
es_es: Traducir Avisos
hu: Közlemény lefordítása
it: Annuncio di traduzione
nl: Vertaal Aankondiging
ru: Перевести Объявление
tr: Çeviri Duyurusu
